brew "asdf"
brew "bat"
brew "bottom"
brew "coreutils"
brew "curl"
brew "fish"
brew "gdu"
brew "git"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "starship"

cask "1password"
cask "alacritty"
brew "alfred"
cask "font-jetbrains-mono-nerd-font"
cask "google-japanese-ime"
