brew "bat"
brew "bottom"
brew "coreutils"
brew "curl"
brew "fish"
brew "ffmpeg"
brew "git"
brew "gsed"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "rtx"
brew "starship"
brew "zoxide"

cask "1password"
cask "alacritty"
cask "alfred"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "microsoft-edge"
cask "rancher"
